{"connected": {"message": "<:saalogo:1278823379129991300>   **__Unjani__**, thank you for contacting the ***__South Africa Airways Helpdesk__***. We are pleased to inform you that your ticket has been claimed by one of our highly trained customer support agents at McDonald's. We pride ourselves on providing exceptional customer service and are honoured to be of assistance to you today. __How can we help?__", "color": "#313338"}, "End": {"message": "# <:saalogo:1278823379129991300>  Ticket Closed.\n> ╰ Dear esteemed sir/ma'am, we trust that we have addressed your inquiries satisfactorily, and we appreciate your outreach. Should you need further assistance in the future, please don't hesitate to contact us. Thank you and have a wonderful day.\n╰\n      <:saalogo2:1278761927522123921> Ons vertrou dat ons jou vrae bevredigend beantwoord het. Dankie dat jy na ons toegewyde kletsassistent uitreik, ons wens jou 'n wonderlike res van jou dag toe.", "color": "#313338"}, "done": {"message": "<:saalogo:1278823379129991300>  We believe your inquiry has been resolved, __is there anything else we can help you with? __ <:AFarrow:1278689990200524892>", "color": "#313338"}, "partner": {"message": "# <:saalogo:1278823379129991300> SOUTH AFRICANS AIR PARTNERSHIPS\nWe appreciate your interest in applying to establish a partnership with __SAA__. We uphold our partners to have these requirements, which may differ depending on the operations of your group:\n· 50 active members in the Discord server\n· High quality development\n· Not involved in any past drama\n\nTo apply please fill out the following questions to the fullest of your abilities. Take your time - there is no rush.\n\n**[1]** Introduce your group, with some basic information about it.\n**[2]** Why do you wish to partner with SSA?\n**[3]** Please provide a few pictures of operations and/or development.\n**[4]** Please provide a Discord server invite link and a Roblox group link.\n\n-# Thank you for taking your time to complete this application; you can anticipate receiving results within 48 hours.", "color": "#313338"}, "transfer": {"message": "**<:saa_frame:1279196120148607079>  Your support line has been transferred**\nYour support line has been successfully relayed by our agents, and we will be contacting you again soon.", "color": "#313338"}, "PRD": {"message": "# <:saa_heart:1279195579594838079> \nYou've been __successfully transferred__ to the **Public Relations department**. Hold on while we assess your needs.", "color": "#313338"}}